Repository: RonaVedat/dimera
Catalog: Dimera/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, id, it, pt_br, ru, tr, zh_hans

source: %@ budget exceeded
de: %@-Budget überschritten
es: Presupuesto de %@ superado
fr: Budget %@ dépassé
id: Anggaran %@ terlampaui
it: Budget %@ superato
pt_br: Orçamento de %@ excedido
ru: Бюджет «%@» превышен
tr: %@ bütçesi aşıldı
zh_hans: %@ 预算已超支

source: %@ per month, billed yearly
de: %@ pro Monat, jährliche Abrechnung
es: %@ al mes, facturado anualmente
fr: %@ par mois, facturé annuellement
id: %@ per bulan, ditagih tahunan
it: %@ al mese, fatturato annualmente
pt_br: %@ por mês, cobrado anualmente
ru: %@ в месяц при оплате за год
tr: Aylık %@, yıllık faturalandırılır
zh_hans: 每月 %@，按年计费

# %@ ran %@ above your typical month.
source: %1$@ ran %2$@ above your typical month.
de: %1$@ lag %2$@ über deinem typischen Monat.
es: %1$@ superó tu mes habitual en %2$@.
fr: %1$@ a dépassé votre mois habituel de %2$@.
id: %1$@ lebih tinggi %2$@ dari bulan biasanya.
it: %1$@ ha superato di %2$@ il tuo mese tipico.
pt_br: %1$@ ficou %2$@ acima do seu mês típico.
ru: «%1$@» превысила обычный уровень на %2$@.
tr: %1$@, olağan ayına göre %2$@ fazla oldu.
zh_hans: 「%1$@」比您的典型月份多花了 %2$@。

# %@ ran %lld%% above your typical month.
source: %1$@ ran %2$lld%% above your typical month.
de: %1$@ lag %2$lld %% über deinem typischen Monat.
es: %1$@ superó tu mes habitual en un %2$lld%%.
fr: %1$@ a dépassé votre mois habituel de %2$lld %%.
id: %1$@ %2$lld%% lebih tinggi dari bulan biasanya.
it: %1$@ ha superato il tuo mese tipico del %2$lld%%.
pt_br: %1$@ ficou %2$lld%% acima do seu mês típico.
ru: «%1$@» превысила обычный уровень на %2$lld %%.
tr: %1$@, olağan ayına göre %2$lld%% daha fazla oldu.
zh_hans: 「%1$@」比您的典型月份高出 %2$lld%%。

# %@ ran %lld%% below your typical month — nice.
source: %1$@ ran %2$lld%% below your typical month — nice.
de: %1$@ lag %2$lld %% unter deinem typischen Monat — gut gemacht.
es: %1$@ quedó un %2$lld%% por debajo de tu mes habitual — genial.
fr: %1$@ était %2$lld %% en dessous de votre mois habituel — bien joué.
id: %1$@ %2$lld%% lebih rendah dari bulan biasanya — bagus.
it: %1$@ è stato inferiore al tuo mese tipico del %2$lld%% — ottimo.
pt_br: %1$@ ficou %2$lld%% abaixo do seu mês típico — muito bem.
ru: «%1$@» оказалась на %2$lld %% ниже обычного — отлично.
tr: %1$@, olağan ayına göre %2$lld%% daha az oldu — harika.
zh_hans: 「%1$@」比您的典型月份低了 %2$lld%%——真棒。

source: %@ spending was about typical this month.
de: Die Ausgaben für %@ waren diesen Monat etwa typisch.
es: El gasto en %@ estuvo dentro de lo habitual este mes.
fr: Les dépenses en %@ étaient à peu près habituelles ce mois-ci.
id: Pengeluaran %@ bulan ini kurang lebih seperti biasa.
it: La spesa per %@ è stata nella media questo mese.
pt_br: Os gastos com %@ ficaram dentro do normal este mês.
ru: Расходы на «%@» в этом месяце были на обычном уровне.
tr: Bu ay %@ harcaman her zamanki gibiydi.
zh_hans: 本月「%@」支出与往常大致持平。

source: %@ summary
de: %@-Übersicht
es: Resumen de %@
fr: Résumé de %@
id: Ringkasan %@
it: Riepilogo di %@
pt_br: Resumo de %@
ru: Сводка за %@
tr: %@ özeti
zh_hans: %@ 摘要

# %@ today, projected %@ by %@
source: %1$@ today, projected %2$@ by %3$@
de: %1$@ heute, prognostiziert %2$@ bis %3$@
es: %1$@ hoy, previsión de %2$@ para el %3$@
fr: %1$@ aujourd'hui, %2$@ prévu d'ici %3$@
id: %1$@ hari ini, diproyeksikan %2$@ pada %3$@
it: %1$@ oggi, proiettato a %2$@ entro il %3$@
pt_br: %1$@ hoje, projeção de %2$@ até %3$@
ru: %1$@ сегодня, прогноз %2$@ к %3$@
tr: Bugün %1$@, %3$@ itibarıyla %2$@ öngörülüyor
zh_hans: 今日 %1$@，预计到 %3$@ 达到 %2$@

# %@ was your top category, at %@.
source: %1$@ was your top category, at %2$@.
de: %1$@ war deine größte Kategorie, mit %2$@.
es: %1$@ fue tu categoría principal, con %2$@.
fr: %1$@ était votre principale catégorie, avec %2$@.
id: %1$@ adalah kategori teratas Anda, sebesar %2$@.
it: %1$@ è stata la tua categoria principale, con %2$@.
pt_br: %1$@ foi sua categoria principal, com %2$@.
ru: «%1$@» — ваша главная категория, на сумму %2$@.
tr: En çok harcama yaptığın kategori %1$@ oldu, %2$@ ile.
zh_hans: 「%1$@」是您最大的支出类别，共 %2$@。

source: %@ · Next charge: %@
de: %1$@ · Nächste Abbuchung: %2$@
es: %1$@ · Próximo cargo: %2$@
fr: %1$@ · Prochain prélèvement : %2$@
id: %1$@ · Tagihan berikutnya: %2$@
it: %1$@ · Prossimo addebito: %2$@
pt_br: %1$@ · Próxima cobrança: %2$@
ru: %1$@ · Следующее списание: %2$@
tr: %1$@ · Sonraki ödeme: %2$@
zh_hans: %1$@ · 下次扣款：%2$@

# %@, down %@ over the period
source: %1$@, down %2$@ over the period
de: %1$@, %2$@ Rückgang im Zeitraum
es: %1$@, bajada de %2$@ en el período
fr: %1$@, en baisse de %2$@ sur la période
id: %1$@, turun %2$@ selama periode ini
it: %1$@, in calo di %2$@ nel periodo
pt_br: %1$@, queda de %2$@ no período
ru: %1$@, снижение на %2$@ за период
tr: %1$@, dönem içinde %2$@ düştü
zh_hans: %1$@，本期下跌 %2$@

# %@, up %@ over the period
source: %1$@, up %2$@ over the period
de: %1$@, %2$@ Anstieg im Zeitraum
es: %1$@, subida de %2$@ en el período
fr: %1$@, en hausse de %2$@ sur la période
id: %1$@, naik %2$@ selama periode ini
it: %1$@, in aumento di %2$@ nel periodo
pt_br: %1$@, alta de %2$@ no período
ru: %1$@, рост на %2$@ за период
tr: %1$@, dönem içinde %2$@ yükseldi
zh_hans: %1$@，本期上涨 %2$@

source: %lld active
de: %lld aktiv
es: %lld activas
fr: %lld actifs
id: %lld aktif
it: %lld attivi
pt_br: %lld ativas
ru: %lld активно
tr: %lld aktif
zh_hans: %lld 个有效

source: %lld categories explain
de: %lld Kategorien erklären
es: %lld categorías explican
fr: %lld catégories expliquent
id: %lld kategori menjelaskan
it: %lld categorie spiegano
pt_br: %lld categorias explicam
ru: %lld категории объясняют
tr: %lld kategori açıklıyor
zh_hans: %lld个类别解释了

source: %lld of 100 saved
de: %lld von 100 gespeichert
es: %lld de 100 guardados
fr: %lld sur 100 enregistrés
id: %lld dari 100 tersimpan
it: %lld di 100 salvati
pt_br: %lld de 100 salvos
ru: %lld из 100 сохранено
tr: %lld / 100 kaydedildi
zh_hans: 已保存 %lld / 100 张

source: %lld saved
de: %lld gespeichert
es: %lld guardados
fr: %lld enregistrés
id: %lld tersimpan
it: %lld salvati
pt_br: %lld salvos
ru: %lld сохранено
tr: %lld kaydedildi
zh_hans: 已保存 %lld 张

source: 1 day before
de: 1 Tag vorher
es: 1 día antes
fr: 1 jour avant
id: 1 hari sebelumnya
it: 1 giorno prima
pt_br: 1 dia antes
ru: За 1 день
tr: 1 gün önce
zh_hans: 提前1天

source: 1 week before
de: 1 Woche vorher
es: 1 semana antes
fr: 1 semaine avant
id: 1 minggu sebelumnya
it: 1 settimana prima
pt_br: 1 semana antes
ru: За 1 неделю
tr: 1 hafta önce
zh_hans: 提前1周

source: 1Y
de: 1J
es: 1A
fr: 1A
id: 1T
it: 1A
pt_br: 1A
ru: 1Г
zh_hans: 1年

source: 3 days before
de: 3 Tage vorher
es: 3 días antes
fr: 3 jours avant
id: 3 hari sebelumnya
it: 3 giorni prima
pt_br: 3 dias antes
ru: За 3 дня
tr: 3 gün önce
zh_hans: 提前3天

source: 30-day balance forecasting
de: 30-Tage-Kontostandprognose
es: Previsión de saldo a 30 días
fr: Prévision de solde sur 30 jours
id: Perkiraan saldo 30 hari
it: Previsione del saldo a 30 giorni
pt_br: Previsão de saldo de 30 dias
ru: Прогноз баланса на 30 дней
tr: 30 günlük bakiye tahmini
zh_hans: 30 天余额预测

source: 30-day forecast
de: 30-Tage-Prognose
es: Previsión a 30 días
fr: Prévision sur 30 jours
id: Perkiraan 30 hari
it: Previsione a 30 giorni
pt_br: Previsão de 30 dias
ru: Прогноз на 30 дней
tr: 30 günlük tahmin
zh_hans: 30天预测

source: A clean annual summary of your income and expenses.
de: Eine übersichtliche Jahresübersicht deiner Einnahmen und Ausgaben.
es: Un resumen anual claro de tus ingresos y gastos.
fr: Un résumé annuel clair de vos revenus et dépenses.
id: Ringkasan tahunan yang jelas tentang pemasukan dan pengeluaran Anda.
it: Un riepilogo annuale chiaro delle tue entrate e uscite.
pt_br: Um resumo anual claro das suas receitas e despesas.
ru: Понятная годовая сводка ваших доходов и расходов.
tr: Gelir ve giderlerinin net bir yıllık özeti.
zh_hans: 清晰的年度收支摘要。

source: A minute now keeps your dashboard honest.
de: Eine Minute jetzt hält dein Dashboard ehrlich.
es: Un minuto ahora mantiene tu panel fiel a la realidad.
fr: Une minute maintenant garde votre tableau de bord fidèle à la réalité.
id: Satu menit sekarang membuat dasbor Anda tetap akurat.
it: Un minuto adesso mantiene la tua dashboard veritiera.
pt_br: Um minuto agora mantém seu painel honesto.
ru: Одна минута сейчас — и ваша панель управления остаётся точной.
tr: Şimdi ayıracağın bir dakika panelini gerçekçi tutar.
zh_hans: 现在花一分钟，让您的仪表盘保持真实准确。

source: A preview with sample numbers — in the next step you'll make it yours.
de: Eine Vorschau mit Beispielzahlen — im nächsten Schritt machst du sie zu deinen eigenen.
es: Una vista previa con cifras de ejemplo — en el siguiente paso la harás tuya.
fr: Un aperçu avec des chiffres d'exemple — à l'étape suivante, vous le personnaliserez.
id: Pratinjau dengan angka contoh — di langkah berikutnya Anda akan membuatnya milik Anda sendiri.
it: Un'anteprima con numeri di esempio — nel prossimo passaggio la renderai tua.
pt_br: Uma prévia com números de exemplo — na próxima etapa você vai deixá-la sua.
ru: Предпросмотр с примерными цифрами — на следующем шаге вы сделаете его своим.
tr: Örnek rakamlarla bir önizleme — bir sonraki adımda bunu kendine özel hale getireceksin.
zh_hans: 这是使用示例数字的预览——下一步您将把它变成真实数据。

source: A receipt might match — unlock Receipt Search
de: Ein Beleg könnte passen — Belegsuche freischalten
es: Un recibo podría coincidir — desbloquea la Búsqueda de Recibos
fr: Un reçu pourrait correspondre — débloquez la recherche de reçus
id: Mungkin ada struk yang cocok — buka kunci Pencarian Struk
it: Una ricevuta potrebbe corrispondere — sblocca la Ricerca ricevute
pt_br: Um recibo pode corresponder — desbloqueie a Busca de Recibos
ru: Возможно, есть подходящий чек — откройте поиск по чекам
tr: Bir makbuz eşleşebilir — Makbuz Aramanın kilidini aç
zh_hans: 可能有匹配的收据——解锁收据搜索

# A reminder %@ anything in Upcoming is due — bills and paychecks alike.
source: A reminder %1$@ anything in Upcoming is due — bills and paychecks alike.
de: Eine Erinnerung %1$@ etwas in „Anstehend“ fällig wird — Rechnungen wie Gehaltseingänge gleichermaßen.
es: Un recordatorio %1$@ que algo en Próximos vence — tanto facturas como nóminas.
fr: Un rappel %1$@ qu'un élément à venir arrive à échéance — factures comme salaires.
id: Pengingat %1$@ sesuatu di Mendatang jatuh tempo — baik tagihan maupun gaji.
it: Un promemoria %1$@ che qualcosa in Prossimamente è in scadenza — bollette e stipendi allo stesso modo.
pt_br: Um lembrete %1$@ algo em Próximos vencer — contas e salários da mesma forma.
ru: Напоминание %1$@ о наступлении срока в разделе «Предстоящее» — как для счетов, так и для поступлений.
tr: Yaklaşanlar'daki bir şeyin vadesi geldiğinde %1$@ hatırlatılırsın — faturalar da maaşlar da dahil.
zh_hans: 「即将到来」中的账单或薪资到期前 %1$@ 提醒您。

source: A steady rhythm.
de: Ein gleichmäßiger Rhythmus.
es: Un ritmo constante.
fr: Un rythme régulier.
id: Ritme yang stabil.
it: Un ritmo costante.
pt_br: Um ritmo constante.
ru: Ровный ритм.
tr: Düzenli bir ritim.
zh_hans: 稳定的节奏。

source: Access your password
de: Auf dein Passwort zugreifen
es: Accede a tu contraseña
fr: Accéder à votre mot de passe
id: Akses kata sandi Anda
it: Accedi alla tua password
pt_br: Acesse sua senha
ru: Получать доступ к вашему паролю
tr: Şifrene eriş
zh_hans: 获取您的密码

source: Active
de: Aktiv
es: Activo
fr: Actif
id: Aktif
it: Attivo
pt_br: Ativo
ru: Активен
tr: Aktif
zh_hans: 有效

source: Active commitments
de: Aktive Verpflichtungen
es: Compromisos activos
fr: Engagements actifs
id: Komitmen aktif
it: Impegni attivi
pt_br: Compromissos ativos
ru: Активные обязательства
tr: Aktif taahhütler
zh_hans: 有效承诺

source: Activity
de: Aktivität
es: Actividad
fr: Activité
id: Aktivitas
it: Attività
pt_br: Atividade
ru: Активность
tr: Etkinlik
zh_hans: 活动

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
id: Tambah
it: Aggiungi
pt_br: Adicionar
ru: Добавить
tr: Ekle
zh_hans: 添加

source: Add Anyway
de: Trotzdem hinzufügen
es: Añadir de todos modos
fr: Ajouter quand même
id: Tetap Tambahkan
it: Aggiungi comunque
pt_br: Adicionar Mesmo Assim
ru: Всё равно добавить
tr: Yine de Ekle
zh_hans: 仍要添加

source: Add Asset
de: Vermögenswert hinzufügen
es: Añadir Activo
fr: Ajouter un actif
id: Tambah Aset
it: Aggiungi Attività
pt_br: Adicionar Ativo
ru: Добавить актив
tr: Varlık Ekle
zh_hans: 添加资产

source: Add Budget
de: Budget hinzufügen
es: Añadir presupuesto
fr: Ajouter un budget
id: Tambah Anggaran
it: Aggiungi budget
pt_br: Adicionar orçamento
ru: Добавить бюджет
tr: Bütçe Ekle
zh_hans: 添加预算

source: Add Contract
de: Vertrag hinzufügen
es: Añadir contrato
fr: Ajouter un contrat
id: Tambah Kontrak
it: Aggiungi contratto
pt_br: Adicionar contrato
ru: Добавить договор
tr: Sözleşme Ekle
zh_hans: 添加合同

source: Add Expense
de: Ausgabe hinzufügen
es: Añadir Gasto
fr: Ajouter une dépense
id: Tambah Pengeluaran
it: Aggiungi Spesa
pt_br: Adicionar Despesa
ru: Добавить расход
tr: Gider Ekle
zh_hans: 添加支出

source: Add Income
de: Einnahme hinzufügen
es: Añadir Ingreso
fr: Ajouter un revenu
id: Tambah Pemasukan
it: Aggiungi Entrata
pt_br: Adicionar Receita
ru: Добавить доход
tr: Gelir Ekle
zh_hans: 添加收入

source: Add Liability
de: Verbindlichkeit hinzufügen
es: Añadir Pasivo
fr: Ajouter un passif
id: Tambah Utang
it: Aggiungi Passività
pt_br: Adicionar Dívida
ru: Добавить обязательство
tr: Borç Ekle
zh_hans: 添加负债

source: Add Receipt
de: Beleg hinzufügen
es: Añadir Recibo
fr: Ajouter un reçu
id: Tambah Struk
it: Aggiungi Ricevuta
pt_br: Adicionar Recibo
ru: Добавить чек
tr: Makbuz Ekle
zh_hans: 添加收据

source: Add Subscription
de: Abonnement hinzufügen
es: Añadir suscripción
fr: Ajouter un abonnement
id: Tambah Langganan
it: Aggiungi abbonamento
pt_br: Adicionar assinatura
ru: Добавить подписку
tr: Abonelik Ekle
zh_hans: 添加订阅

source: Add an asset first to link a goal to it.
de: Füge zuerst einen Vermögenswert hinzu, um ein Ziel damit zu verknüpfen.
es: Añade primero un activo para vincularle un objetivo.
fr: Ajoutez d'abord un actif pour y lier un objectif.
id: Tambahkan aset terlebih dahulu untuk menautkan target ke sana.
it: Aggiungi prima un'attività per collegarci un obiettivo.
pt_br: Adicione um ativo primeiro para vincular uma meta a ele.
ru: Сначала добавьте актив, чтобы привязать к нему цель.
tr: Bir hedefi bağlamak için önce bir varlık ekle.
zh_hans: 请先添加一项资产，才能将目标与之关联。

source: Add asset
de: Vermögenswert hinzufügen
es: Añadir activo
fr: Ajouter un actif
id: Tambah aset
it: Aggiungi attività
pt_br: Adicionar ativo
ru: Добавить актив
tr: Varlık ekle
zh_hans: 添加资产

source: Add contract
de: Vertrag hinzufügen
es: Añadir contrato
fr: Ajouter un contrat
id: Tambah kontrak
it: Aggiungi contratto
pt_br: Adicionar contrato
ru: Добавить договор
tr: Sözleşme ekle
zh_hans: 添加合同

source: Add expense
de: Ausgabe hinzufügen
es: Añadir gasto
fr: Ajouter une dépense
id: Tambah pengeluaran
it: Aggiungi spesa
pt_br: Adicionar despesa
ru: Добавить расход
tr: Gider ekle
zh_hans: 添加支出

source: Add liability
de: Verbindlichkeit hinzufügen
es: Añadir pasivo
fr: Ajouter un passif
id: Tambah utang
it: Aggiungi passività
pt_br: Adicionar dívida
ru: Добавить обязательство
tr: Borç ekle
zh_hans: 添加负债

source: Add one and Dimera tracks what it's really costing you.
de: Füge eines hinzu, und Dimera verfolgt, was es dich wirklich kostet.
es: Añade una y Dimera rastreará lo que realmente te cuesta.
fr: Ajoutez-en un et Dimera suit ce qu'il vous coûte vraiment.
id: Tambahkan satu dan Dimera akan melacak berapa biaya sebenarnya.
it: Aggiungine uno e Dimera traccia quanto ti costa davvero.
pt_br: Adicione uma e o Dimera rastreia quanto ela realmente custa para você.
ru: Добавьте одну, и Dimera отследит, во сколько она вам реально обходится.
tr: Bir tane ekle, Dimera gerçekte sana ne kadara mal olduğunu takip etsin.
zh_hans: 添加一项，Dimera 就会追踪它实际花费了您多少钱。

source: Add one to track renewal dates and cancellation windows.
de: Füge einen hinzu, um Verlängerungstermine und Kündigungsfristen im Blick zu behalten.
es: Añade uno para seguir las fechas de renovación y los plazos de cancelación.
fr: Ajoutez-en un pour suivre les dates de renouvellement et les délais de résiliation.
id: Tambahkan satu untuk melacak tanggal perpanjangan dan batas waktu pembatalan.
it: Aggiungine uno per tenere traccia delle date di rinnovo e delle finestre di disdetta.
pt_br: Adicione um para acompanhar as datas de renovação e os prazos de cancelamento.
ru: Добавьте один, чтобы отслеживать даты продления и сроки для отказа.
tr: Yenileme tarihlerini ve iptal sürelerini takip etmek için bir tane ekle.
zh_hans: 添加一项，以追踪续约日期和取消窗口期。

source: Add subscription
de: Abonnement hinzufügen
es: Añadir suscripción
fr: Ajouter un abonnement
id: Tambah langganan
it: Aggiungi abbonamento
pt_br: Adicionar assinatura
ru: Добавить подписку
tr: Abonelik ekle
zh_hans: 添加订阅

source: Add to net worth
de: Zum Nettovermögen hinzufügen
es: Añadir al patrimonio neto
fr: Ajouter à la valeur nette
id: Tambahkan ke kekayaan bersih
it: Aggiungi al patrimonio netto
pt_br: Adicionar ao patrimônio líquido
ru: Добавить к капиталу
tr: Net değere ekle
zh_hans: 计入净资产

source: Add your first expense — it takes ten seconds.
de: Erfasse deine erste Ausgabe — dauert nur zehn Sekunden.
es: Añade tu primer gasto — solo lleva diez segundos.
fr: Ajoutez votre première dépense — cela prend dix secondes.
id: Tambahkan pengeluaran pertama Anda — hanya perlu sepuluh detik.
it: Aggiungi la tua prima spesa — bastano dieci secondi.
pt_br: Adicione sua primeira despesa — leva dez segundos.
ru: Добавьте первый расход — это займёт десять секунд.
tr: İlk giderini ekle — sadece on saniye sürer.
zh_hans: 添加您的第一笔支出——只需十秒钟。

source: Add your first goal
de: Erstes Ziel hinzufügen
es: Añade tu primer objetivo
fr: Ajouter votre premier objectif
id: Tambahkan target pertama Anda
it: Aggiungi il tuo primo obiettivo
pt_br: Adicione sua primeira meta
ru: Добавить первую цель
tr: İlk hedefini ekle
zh_hans: 添加您的第一个目标

source: Add your first transaction.
de: Erfasse deine erste Transaktion.
es: Añade tu primera transacción.
fr: Ajoutez votre première transaction.
id: Tambahkan transaksi pertama Anda.
it: Aggiungi la tua prima transazione.
pt_br: Adicione sua primeira transação.
ru: Добавьте свою первую операцию.
tr: İlk işlemini ekle.
zh_hans: 添加您的第一笔交易。

source: After bills
de: Nach Rechnungen
es: Después de las facturas
fr: Après factures
id: Setelah tagihan
it: Dopo le bollette
pt_br: Depois das contas
ru: После счетов
tr: Faturalardan sonra
zh_hans: 扣除账单后

source: Annual Consolidated Report
de: Konsolidierter Jahresbericht
es: Informe Anual Consolidado
fr: Rapport annuel consolidé
id: Laporan Konsolidasi Tahunan
it: Rendiconto annuale consolidato
pt_br: Relatório Anual Consolidado
ru: Годовой сводный отчёт
tr: Yıllık Konsolide Rapor
zh_hans: 年度综合报告

source: Annual commitment
de: Jährliche Verpflichtung
es: Compromiso anual
fr: Engagement annuel
id: Komitmen Tahunan
it: Impegno annuale
pt_br: Compromisso anual
ru: Годовые обязательства
tr: Yıllık Taahhüt
zh_hans: 年度支出总额

source: Appearance
de: Erscheinungsbild
es: Apariencia
fr: Apparence
id: Tampilan
it: Aspetto
pt_br: Aparência
ru: Внешний вид
tr: Görünüm
zh_hans: 外观

source: Asset
de: Vermögenswert
es: Activo
fr: Actif
id: Aset
it: Attività
pt_br: Ativo
ru: Актив
tr: Varlık
zh_hans: 资产

source: Asset added
de: Vermögenswert hinzugefügt
es: Activo añadido
fr: Actif ajouté
id: Aset ditambahkan
it: Attività aggiunta
pt_br: Ativo adicionado
ru: Актив добавлен
tr: Varlık eklendi
zh_hans: 新增资产

source: Asset removed
de: Vermögenswert entfernt
es: Activo eliminado
fr: Actif supprimé
id: Aset dihapus
it: Attività rimossa
pt_br: Ativo removido
ru: Актив удалён
tr: Varlık kaldırıldı
zh_hans: 资产已移除

source: Asset value changed
de: Wertänderung
es: Valor del activo modificado
fr: Valeur de l'actif modifiée
id: Nilai aset berubah
it: Valore dell'attività modificato
pt_br: Valor do ativo alterado
ru: Стоимость актива изменилась
tr: Varlık değeri değişti
zh_hans: 资产价值变动

source: Assets
de: Vermögenswerte
es: Activos
fr: Actifs
id: Aset
it: Attività
pt_br: Ativos
ru: Активы
tr: Varlıklar
zh_hans: 资产

# Assets · %@
source: Assets · %1$@
de: Vermögenswerte · %1$@
es: Activos · %1$@
fr: Actifs · %1$@
id: Aset · %1$@
it: Attività · %1$@
pt_br: Ativos · %1$@
ru: Активы · %1$@
tr: Varlıklar · %1$@
zh_hans: 资产 · %1$@

source: Automatically update your progress whenever your balance changes.
de: Aktualisiert deinen Fortschritt automatisch, sobald sich dein Kontostand ändert.
es: Actualiza tu progreso automáticamente cada vez que cambie tu saldo.
fr: Met à jour automatiquement votre progression dès que votre solde change.
id: Memperbarui progres Anda secara otomatis setiap kali saldo Anda berubah.
it: Aggiorna automaticamente i tuoi progressi ogni volta che il saldo cambia.
pt_br: Atualiza automaticamente seu progresso sempre que seu saldo muda.
ru: Автоматически обновляет ваш прогресс при изменении баланса.
tr: Bakiyende bir değişiklik olduğunda ilerlemen otomatik olarak güncellenir.
zh_hans: 余额变化时自动更新您的进度。

source: Balance change
de: Bestandsänderung
es: Cambio de saldo
fr: Changement de solde
id: Perubahan saldo
it: Variazione di saldo
pt_br: Alteração de saldo
ru: Изменение баланса
tr: Bakiye değişikliği
zh_hans: 余额变动

source: Balance changes
de: Vermögensänderungen
es: Cambios de saldo
fr: Variations de solde
id: Perubahan saldo
it: Variazioni di saldo
pt_br: Alterações de saldo
ru: Изменения баланса
tr: Bakiye değişiklikleri
zh_hans: 余额变动

source: Balanced
de: Ausgewogen
es: Equilibrado
fr: Équilibré
id: Seimbang
it: Equilibrato
pt_br: Equilibrado
ru: Сбалансированно
tr: Dengeli
zh_hans: 均衡

source: Build emergency fund
de: Notfallrücklage aufbauen
es: Crear fondo de emergencia
fr: Constituer un fonds d'urgence
id: Membangun dana darurat
it: Crea un fondo di emergenza
pt_br: Criar reserva de emergência
ru: Создать резервный фонд
tr: Acil durum fonu oluştur
zh_hans: 建立应急基金

source: Building Your Picture
de: Dein Bild entsteht
es: Construyendo tu panorama
fr: Constitution de votre profil
id: Menyusun Gambaran Anda
it: Costruendo il tuo quadro
pt_br: Construindo Seu Panorama
ru: Формируем вашу картину
tr: Tabloyu Oluşturuyoruz
zh_hans: 正在建立画像

source: Building a bigger cash buffer will give you more breathing room.
de: Ein größerer Liquiditätspuffer verschafft dir mehr Spielraum.
es: Crear un colchón de liquidez mayor te dará más margen de maniobra.
fr: Constituer une réserve de liquidités plus importante vous donnera plus de marge.
id: Membangun cadangan kas yang lebih besar akan memberi Anda lebih banyak ruang bernapas.
it: Costruire una riserva di liquidità più ampia ti darà più margine di manovra.
pt_br: Criar uma reserva de caixa maior vai te dar mais tranquilidade.
ru: Больший денежный резерв даст вам больше свободы.
tr: Daha büyük bir nakit rezervi oluşturmak sana daha fazla rahatlık sağlayacak.
zh_hans: 建立更充裕的现金缓冲，能为您带来更多余地。

source: CSV or OFX, ready for your accountant's software.
de: CSV oder OFX, bereit für die Software deines Steuerberaters.
es: CSV u OFX, listo para el software de tu asesor.
fr: CSV ou OFX, prêt pour le logiciel de votre comptable.
id: CSV atau OFX, siap untuk perangkat lunak akuntan Anda.
it: CSV o OFX, pronto per il software del tuo commercialista.
pt_br: CSV ou OFX, pronto para o software do seu contador.
ru: CSV или OFX — готово для программы вашего бухгалтера.
tr: Muhasebecinizin yazılımına hazır CSV veya OFX.
zh_hans: CSV 或 OFX 格式，可直接用于您会计的软件。

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batal
it: Annulla
pt_br: Cancelar
ru: Отмена
tr: İptal
zh_hans: 取消

source: Cancel Contract
de: Vertrag kündigen
es: Cancelar contrato
fr: Résilier le contrat
id: Batalkan Kontrak
it: Annulla contratto
pt_br: Cancelar contrato
ru: Расторгнуть договор
tr: Sözleşmeyi İptal Et
zh_hans: 取消合同
